// - створити функцію яка обчислює та повертає площу прямокутника

function calculator (a, b) {
    return a * b;
}

let c1 = calculator(5, 10);
console.log(c1);

//-------------------------
// - створити функцію яка обчислює та повертає площу кола
function colo (p, r) {
    return p * r * r;
}

let x = colo(3.14, 5);
console.log(x);

//------------------------
// - створити функцію яка обчислює та повертає площу циліндру
function cylinder(p, r, h){
    return 2 * p * r * (r + h)
}

let c = cylinder(3.14, 5, 15)
console.log(c);

//----------------------------
// - створити функцію яка приймає будь-яку кількість чисел, повертає найменьше,
// а виводить найбільше (Math використовувати заборонено);





// - створити функцію яка  створює блок з текстом. Текст задати через аргумент
// - створити функцію яка  створює ul з трьома елементами li. Текст li задати через
// аргумент всім однаковий
//
// - створити функцію яка  створює ul з трьома елементами li. Текст li задати через
// аргумент всім однаковий. Кількість li визначається другим аргументом, який є числовим (тут використовувати цикл)
//
// - створити функцію яка приймає масив примітивних елементів (числа,стрінги,булеві), та
// будує для них список